Revit 2024 API
SymbolTypeId.TfDashMPerM Property
 Symbol Tf-m/m, indicating unit Tonne force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TfDashMPerM { get; }
Visual Basic
Public Shared ReadOnly Property TfDashMPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TfDashMPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace